---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomActualSupplyAirflowParam
source: html/ab704592-8fc4-491b-ec2a-99c34aff029b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomActualSupplyAirflowParam Property

"Actual Supply Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomActualSupplyAirflowParam { get; }
```